<template>
    <div class="container">
        <h1>
            1. Управление данными

            CRUD ( Read, Update) операции для управления данными.
            Загрузка и отображение данных из базы данных.

        </h1>
        <h1> 2.Интерактивный интерфейс
            Использование компонентного подхода для создания интерфейса.
            Реактивные данные и взаимодействие с пользователем (например, формы, кнопки, меню).</h1>
        <h1>3. Работа с API

            Интеграция с внешними API для получения и отправки данных.</h1>
    </div>


</template>

<script>
export default {
    name: "AboutComponent"
}
</script>

<style scoped>

</style>
